{'Angl. Premier League': {'Burnley vs Draw vs Manchester City - Burnley - Win': '7,85', 'Burnley vs Draw vs Manchester City - Draw': '4,90', 'Burnley vs Draw vs Manchester City - Manchester City - Win': '1,29', 'Arsenal vs Draw vs Nottingham Forest - Arsenal - Win': '1,24', 'Arsenal vs Draw vs Nottingham Forest - Draw': '5,40', 'Arsenal vs Draw vs Nottingham Forest - Nottingham Forest - Win': '8,45', 'Bournemouth vs Draw vs West Ham - Bournemouth - Win': '2,72', 'Bournemouth vs Draw vs West Ham - Draw': '3,20', 'Bournemouth vs Draw vs West Ham - West Ham - Win': '2,32', 'Brighton vs Draw vs Luton - Brighton - Win': '1,29', 'Brighton vs Draw vs Luton - Draw': '4,80', 'Brighton vs Draw vs Luton - Luton - Win': '7,75', 'Sheffield Utd vs Draw vs Crystal Palace - Sheffield Utd - Win': '2,80', 'Sheffield Utd vs Draw vs Crystal Palace - Draw': '3,10', 'Sheffield Utd vs Draw vs Crystal Palace - Crystal Palace - Win': '2,32', 'Everton vs Draw vs Fulham - Everton - Win': '2,12', 'Everton vs Draw vs Fulham - Draw': '3,25', 'Everton vs Draw vs Fulham - Fulham - Win': '3,05', 'Newcastle vs Draw vs Aston Villa - Newcastle - Win': '1,64', 'Newcastle vs Draw vs Aston Villa - Draw': '3,70', 'Newcastle vs Draw vs Aston Villa - Aston Villa - Win': '4,35', 'Brentford vs Draw vs Tottenham - Brentford - Win': '2,82', 'Brentford vs Draw vs Tottenham - Draw': '3,30', 'Brentford vs Draw vs Tottenham - Tottenham - Win': '2,22', 'Chelsea vs Draw vs Liverpool - Chelsea - Win': '2,72', 'Chelsea vs Draw vs Liverpool - Draw': '3,35', 'Chelsea vs Draw vs Liverpool - Liverpool - Win': '2,25', 'Manchester Utd vs Draw vs Wolverhampton - Manchester Utd - Win': '1,33', 'Manchester Utd vs Draw vs Wolverhampton - Draw': '4,65', 'Manchester Utd vs Draw vs Wolverhampton - Wolverhampton - Win': '7,00'}, 'Premier League': {'Burnley vs N vs Man. City - Burnley - Win': '7,70', 'Burnley vs N vs Man. City - Draw': '4,80', 'Burnley vs N vs Man. City - Man. City - Win': '1,28', 'Arsenal vs N vs Nottingham F. - Arsenal - Win': '1,23', 'Arsenal vs N vs Nottingham F. - Draw': '5,30', 'Arsenal vs N vs Nottingham F. - Nottingham F. - Win': '8,30', 'Sheffield Utd vs N vs Crystal Palace - Sheffield Utd - Win': '2,80', 'Sheffield Utd vs N vs Crystal Palace - Draw': '3,05', 'Sheffield Utd vs N vs Crystal Palace - Crystal Palace - Win': '2,30', 'Bournemouth vs N vs West Ham - Bournemouth - Win': '2,70', 'Bournemouth vs N vs West Ham - Draw': '3,15', 'Bournemouth vs N vs West Ham - West Ham - Win': '2,30', 'Everton vs N vs Fulham - Everton - Win': '2,10', 'Everton vs N vs Fulham - Draw': '3,25', 'Everton vs N vs Fulham - Fulham - Win': '3,00', 'Brighton Hove vs N vs Luton Town - Brighton Hove - Win': '1,29', 'Brighton Hove vs N vs Luton Town - Draw': '4,70', 'Brighton Hove vs N vs Luton Town - Luton Town - Win': '7,60', 'Newcastle vs N vs Aston Villa - Newcastle - Win': '1,63', 'Newcastle vs N vs Aston Villa - Draw': '3,65', 'Newcastle vs N vs Aston Villa - Aston Villa - Win': '4,30', 'Brentford vs N vs Tottenham - Brentford - Win': '2,80', 'Brentford vs N vs Tottenham - Draw': '3,25', 'Brentford vs N vs Tottenham - Tottenham - Win': '2,20', 'Chelsea vs N vs Liverpool - Chelsea - Win': '2,70', 'Chelsea vs N vs Liverpool - Draw': '3,30', 'Chelsea vs N vs Liverpool - Liverpool - Win': '2,25', 'Man. United vs N vs Wolverhampton - Man. United - Win': '1,32', 'Man. United vs N vs Wolverhampton - Draw': '4,60', 'Man. United vs N vs Wolverhampton - Wolverhampton - Win': '6,80'}}